<template>
  <div class="animated fadeIn">

    <Row>
      <Col :sm="24" :md="24" :lg="12">

        <h4>1. 奔驰宝马 虎虎生威</h4>
        <p> 1.1 单个玩家的胜率只在其上庄的时候才生效</p>
        <p> 1.2 只能适当安排机器人进场并当庄家，机器人不需要设置胜率，机器人做庄的时候只需要选择最佳的方案</p>
        <h4>2. 水浒传</h4>
        <p> 2.1 可以设置单个玩家滚动游戏的胜率</p>
        <p> 2.2 摇塞子玩家押大小中奖的胜率，玩家押和中奖的概率</p>
        <p> 2.3 设置个开关，控制是启用玩家个人的胜率配置还是使用所有人一致的胜率配置</p>
        <p> 2.4 每个房间可以设置金币的阈值，收割够了系统的胜率就恢复正常</p>
        <h4>3. 四人牛牛</h4>
         <p> 3.1 单个玩家的胜率，这个胜率是一个相对值，同一场游戏中，玩家的胜率相对高的获胜的概率就大</p>
         <p> 3.2 这个游戏应该也还是要靠机器人来进行收割</p>
        <h4>4. 通比牛牛</h4>
         <p> 4.1 单个玩家的胜率，这个胜率是一个相对值，同一场游戏中，玩家的胜率相对高的获胜的概率就大</p>
         <p> 4.2 这个游戏有税收，我们可以只靠税收来进行营利</p>
         <p> 4.3 这个游戏有五彩池，可以安排机器人对五彩池奖金进行收割</p>
        <h4>5. 大闹天宫</h4>
         <p> 5.1 单个玩家的胜率，用这个胜率来控制所有鱼的打中的概率</p>
         <p> 5.2 这个游戏无法用机器人收割，机器人只能陪玩</p>
         <p> 5.3 每个场次设置阈值，收割够了之后玩家胜率恢复正常</p>
        <h4>6. 21点</h4>
         <p> 6.1 这是个系统坐庄的游戏</p>
         <p> 6.2 直接设置系统的胜率</p>
         <p> 6.3 每个场次设置阈值，收割够了之后系统胜率恢复正常</p>
      </Col>
    </Row>

    <!-- <Table :columns="columns1" :data="data1"></Table> -->
    
    
  </div>
  
  
</template>

   
<script>

    export default {
        data () {
            console.log("what the fuck");
            return {
            }
        },
      }
</script>